Repository: Slobas79/SpaghettiTimer
Catalog: SpaghettiTimer/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fi, fr, hu, it, ja, nb, nl, pl, pt_pt, ro, ru, sk, sl, sr, sv

source: Pinned timers stay on this screen and appear in the widget.
ar: تبقى المؤقتات المثبّتة على هذه الشاشة وتظهر في الأداة.
bg: Закачените таймери остават на този екран и се показват в приспособлението.
cs: Připnuté časovače zůstanou na této obrazovce a objeví se ve widgetu.
da: Fastgjorte timere bliver på denne skærm og vises i widgetten.
de: Angeheftete Timer bleiben auf diesem Bildschirm und erscheinen im Widget.
el: Τα καρφιτσωμένα χρονόμετρα παραμένουν σε αυτή την οθόνη και εμφανίζονται στο widget.
es: Los temporizadores fijados se quedan en esta pantalla y aparecen en el widget.
fi: Kiinnitetyt ajastimet pysyvät tällä näytöllä ja näkyvät widgetissä.
fr: Les minuteurs épinglés restent sur cet écran et apparaissent dans le widget.
hu: A rögzített időzítők ezen a képernyőn maradnak, és megjelennek a modulban.
it: I timer fissati restano su questa schermata e compaiono nel widget.
ja: ピン留めしたタイマーはこの画面に残り、ウィジェットにも表示されます。
nb: Festede tidtakere blir værende på denne skjermen og vises i modulen.
nl: Vastgezette timers blijven op dit scherm staan en verschijnen in de widget.
pl: Przypięte minutniki zostają na tym ekranie i pojawiają się w widżecie.
pt_pt: Os temporizadores fixados ficam neste ecrã e aparecem no widget.
ro: Temporizatoarele fixate rămân pe acest ecran și apar în widget.
ru: Закреплённые таймеры остаются на этом экране и появляются в виджете.
sk: Pripnuté časovače zostanú na tejto obrazovke a objavia sa vo widgete.
sl: Pripeti časovniki ostanejo na tem zaslonu in se prikažejo v pripomočku.
sr: Zakačeni tajmeri ostaju na ovom ekranu i pojavljuju se u vidžetu.
sv: Fastnålade timers stannar på den här skärmen och visas i widgeten.

source: Preset ID
ar: معرّف الإعداد المسبق
bg: ИД на шаблона
cs: ID předvolby
da: Forindstillings-id
el: Αναγνωριστικό προεπιλογής
es: ID del ajuste
fi: Esiasetuksen tunnus
fr: Identifiant du préréglage
hu: Előbeállítás azonosítója
it: ID del preset
ja: プリセット ID
nb: Forhåndsinnstillings-ID
pl: Identyfikator ustawienia
pt_pt: ID da predefinição
ro: ID presetare
ru: ID пресета
sk: ID predvoľby
sl: ID prednastavitve
sr: ID preseta
sv: Förvals-ID

source: Previous tip
ar: التلميح السابق
bg: Предишен съвет
cs: Předchozí tip
da: Forrige tip
de: Vorheriger Tipp
el: Προηγούμενη συμβουλή
es: Consejo anterior
fi: Edellinen vinkki
fr: Astuce précédente
hu: Előző tipp
it: Suggerimento precedente
ja: 前のヒント
nb: Forrige tips
nl: Vorige tip
pl: Poprzednia wskazówka
pt_pt: Dica anterior
ro: Sfatul anterior
ru: Предыдущая подсказка
sk: Predchádzajúci tip
sl: Prejšnji namig
sr: Prethodni savet
sv: Föregående tips

source: Re-run this timer automatically after a cooldown delay.
ar: إعادة تشغيل هذا المؤقّت تلقائيًا بعد فترة توقّف.
bg: Автоматично рестартиране на този таймер след пауза.
cs: Po prodlevě tento časovač automaticky spustí znovu.
da: Kør denne timer automatisk igen efter en pause.
de: Diesen Timer nach einer Abkühlpause automatisch erneut starten.
el: Αυτόματη επανεκτέλεση αυτού του χρονομέτρου μετά από μια παύση.
es: Vuelve a ejecutar este temporizador automáticamente tras un retardo.
fi: Käynnistä tämä ajastin automaattisesti uudelleen tauon jälkeen.
fr: Relance automatiquement ce minuteur après un délai de pause.
hu: Az időzítő automatikus újraindítása egy szünet után.
it: Riavvia automaticamente questo timer dopo un intervallo di pausa.
ja: クールダウン後にこのタイマーを自動的に再実行します。
nb: Kjør denne tidtakeren automatisk på nytt etter en pause.
nl: Voer deze timer automatisch opnieuw uit na een pauze.
pl: Automatycznie uruchom ten minutnik ponownie po przerwie.
pt_pt: Voltar a executar este temporizador automaticamente após uma pausa.
ro: Repornește automat acest temporizator după o pauză.
ru: Автоматически перезапускать этот таймер после паузы.
sk: Po prestávke tento časovač automaticky spustí znova.
sl: Po premoru samodejno znova zaženi ta časovnik.
sr: Аутоматски поново покрени овај тајмер након паузе.
sv: Kör den här timern automatiskt igen efter en paus.

source: Repeat
ar: تكرار
bg: Повтори
cs: Opakovat
da: Gentag
de: Wiederholen
el: Επανάληψη
es: Repetir
fi: Toista
fr: Répéter
hu: Ismétlés
it: Ripeti
ja: 繰り返す
nb: Gjenta
nl: Herhaal
pl: Powtórz
pt_pt: Repetir
ro: Repetă
ru: Повторить
sk: Opakovať
sl: Ponovi
sr: Ponovi
sv: Upprepa

source: Repeat Timer
ar: تكرار المؤقّت
bg: Повтори таймера
cs: Opakovat časovač
da: Gentag timer
de: Timer wiederholen
el: Επανάληψη χρονομέτρου
es: Repetir temporizador
fi: Toista ajastin
fr: Répéter le minuteur
hu: Időzítő ismétlése
it: Ripeti timer
ja: タイマーを繰り返す
nb: Gjenta tidtaker
nl: Timer herhalen
pl: Powtórz minutnik
pt_pt: Repetir temporizador
ro: Repetă temporizatorul
ru: Повторить таймер
sk: Opakovať časovač
sl: Ponovi časovnik
sr: Понови тајмер
sv: Upprepa timer

source: Repeats
ar: يتكرر
bg: Повтаря се
cs: Opakuje se
da: Gentages
de: Wiederholt sich
el: Επαναλαμβάνεται
es: Se repite
fi: Toistuu
fr: Se répète
hu: Ismétlődik
it: Si ripete
ja: 繰り返し
nb: Gjentas
nl: Herhaalt
pl: Powtarza się
pt_pt: Repete-se
ro: Se repetă
ru: Повторяется
sk: Opakuje sa
sl: Se ponavlja
sr: Ponavlja se
sv: Upprepas

source: Replay tips
ar: إعادة عرض التلميحات
bg: Покажи съветите отново
cs: Přehrát tipy znovu
da: Vis tips igen
de: Tipps erneut ansehen
el: Επανάληψη συμβουλών
es: Ver los consejos otra vez
fi: Näytä vinkit uudelleen
fr: Revoir les astuces
hu: Tippek újranézése
it: Rivedi i suggerimenti
ja: ヒントをもう一度見る
nb: Vis tipsene på nytt
nl: Tips opnieuw bekijken
pl: Pokaż wskazówki ponownie
pt_pt: Ver as dicas de novo
ro: Reia sfaturile
ru: Показать подсказки снова
sk: Prehrať tipy znova
sl: Znova predvajaj namige
sr: Ponovo prikaži savete
sv: Visa tipsen igen

source: Restarts the same timer from the beginning.
ar: يعيد تشغيل المؤقّت نفسه من البداية.
bg: Рестартира същия таймер от началото.
cs: Restartuje stejný časovač od začátku.
da: Genstarter den samme timer fra begyndelsen.
de: Startet denselben Timer von vorn.
el: Επανεκκινεί το ίδιο χρονόμετρο από την αρχή.
es: Reinicia el mismo temporizador desde el principio.
fi: Käynnistää saman ajastimen alusta.
fr: Redémarre le même minuteur depuis le début.
hu: Újraindítja ugyanazt az időzítőt az elejétől.
it: Riavvia lo stesso timer dall'inizio.
ja: 同じタイマーを最初から再開します。
nb: Starter den samme tidtakeren på nytt fra begynnelsen.
nl: Start dezelfde timer opnieuw vanaf het begin.
pl: Ponownie uruchamia ten sam minutnik od początku.
pt_pt: Reinicia o mesmo temporizador desde o início.
ro: Repornește același temporizator de la început.
ru: Перезапускает тот же таймер с начала.
sk: Reštartuje rovnaký časovač od začiatku.
sl: Znova zažene isti časovnik od začetka.
sr: Поново покреће исти тајмер од почетка.
sv: Startar om samma timer från början.

source: Restore Purchase
ar: استعادة الشراء
bg: Възстанови покупката
cs: Obnovit nákup
da: Gendan køb
de: Kauf wiederherstellen
el: Επαναφορά αγοράς
es: Restaurar compra
fi: Palauta osto
fr: Restaurer l’achat
hu: Vásárlás visszaállítása
it: Ripristina acquisto
ja: 購入を復元
nb: Gjenopprett kjøp
nl: Aankoop herstellen
pl: Przywróć zakup
pt_pt: Restaurar compra
ro: Restaurează achiziția
ru: Восстановить покупку
sk: Obnoviť nákup
sl: Obnovi nakup
sr: Vrati kupovinu
sv: Återställ köp

source: Restore Purchases
ar: استعادة المشتريات
bg: Възстанови покупките
cs: Obnovit nákupy
da: Gendan køb
de: Käufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar compras
fi: Palauta ostot
fr: Restaurer les achats
hu: Vásárlások visszaállítása
it: Ripristina acquisti
ja: 購入を復元
nb: Gjenopprett kjøp
nl: Aankopen herstellen
pl: Przywróć zakupy
pt_pt: Restaurar compras
ro: Restaurează achizițiile
ru: Восстановить покупки
sk: Obnoviť nákupy
sl: Obnovi nakupe
sr: Vrati kupovine
sv: Återställ köp

source: Resume
ar: متابعة
bg: Продължи
cs: Pokračovat
da: Fortsæt
de: Fortsetzen
el: Συνέχιση
es: Reanudar
fi: Jatka
fr: Reprendre
hu: Folytatás
it: Riprendi
ja: 再開
nb: Fortsett
nl: Hervat
pl: Wznów
pt_pt: Retomar
ro: Reia
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sr: Nastavi
sv: Fortsätt

source: Resume timer
ar: استئناف المؤقّت
bg: Възобнови таймера
cs: Pokračovat v časovači
da: Genoptag timer
de: Timer fortsetzen
el: Συνέχιση χρονομέτρου
es: Reanudar temporizador
fi: Jatka ajastinta
fr: Reprendre le minuteur
hu: Időzítő folytatása
it: Riprendi timer
ja: タイマーを再開
nb: Gjenoppta tidtaker
nl: Timer hervatten
pl: Wznów minutnik
pt_pt: Retomar temporizador
ro: Reia temporizatorul
ru: Возобновить таймер
sk: Pokračovať v časovači
sl: Nadaljuj časovnik
sr: Настави тајмер
sv: Återuppta timer

source: Resume Timer
ar: استئناف المؤقّت
bg: Възобнови таймера
cs: Pokračovat v časovači
da: Genoptag timer
de: Timer fortsetzen
el: Συνέχιση χρονομέτρου
es: Reanudar temporizador
fi: Jatka ajastinta
fr: Reprendre le minuteur
hu: Időzítő folytatása
it: Riprendi timer
ja: タイマーを再開
nb: Gjenoppta tidtaker
nl: Timer hervatten
pl: Wznów minutnik
pt_pt: Retomar temporizador
ro: Reia temporizatorul
ru: Возобновить таймер
sk: Pokračovať v časovači
sl: Nadaljuj časovnik
sr: Настави тајмер
sv: Återuppta timer

source: Resumes the countdown
ar: يستأنف العد التنازلي
bg: Възобновява обратното броене
cs: Obnoví odpočet
da: Genoptager nedtællingen
de: Setzt den Countdown fort
el: Συνεχίζει την αντίστροφη μέτρηση
es: Reanuda la cuenta atrás
fi: Jatkaa laskentaa
fr: Reprend le compte à rebours
hu: Folytatja a visszaszámlálást
it: Riprende il conto alla rovescia
ja: カウントダウンを再開します
nb: Fortsetter nedtellingen
nl: Hervat het aftellen
pl: Wznawia odliczanie
pt_pt: Retoma a contagem decrescente
ro: Reia numărătoarea inversă
ru: Возобновляет обратный отсчёт
sk: Obnoví odpočítavanie
sl: Nadaljuje odštevanje
sr: Nastavlja odbrojavanje
sv: Återupptar nedräkningen

source: Resumes the paused countdown timer.
ar: يستأنف مؤقّت العدّ التنازلي المتوقّف مؤقتًا.
bg: Възобновява поставения на пауза таймер за обратно броене.
cs: Obnoví pozastavený odpočítávací časovač.
da: Genoptager den pausede nedtællingstimer.
de: Setzt den pausierten Countdown-Timer fort.
el: Συνεχίζει το χρονόμετρο αντίστροφης μέτρησης που έχει διακοπεί.
es: Reanuda el temporizador de cuenta atrás en pausa.
fi: Jatkaa keskeytettyä ajastinta.
fr: Reprend le minuteur en pause.
hu: Folytatja a szüneteltetett visszaszámláló időzítőt.
it: Riprende il timer del conto alla rovescia in pausa.
ja: 一時停止中のカウントダウンタイマーを再開します。
nb: Gjenopptar den pausede nedtellingstidtakeren.
nl: Hervat de gepauzeerde afteltimer.
pl: Wznawia wstrzymany minutnik odliczający.
pt_pt: Retoma o temporizador de contagem decrescente em pausa.
ro: Reia temporizatorul aflat în pauză.
ru: Возобновляет приостановленный таймер обратного отсчёта.
sk: Obnoví pozastavený odpočítavací časovač.
sl: Nadaljuje začasno ustavljeni odštevalni časovnik.
sr: Наставља паузирани одбројавајући тајмер.
sv: Återupptar den pausade nedräkningstimern.

source: Room for every timer
ar: متسع لكل مؤقت
bg: Място за всеки таймер
cs: Místo pro každý časovač
da: Plads til alle timere
de: Platz für jeden Timer
el: Χώρος για κάθε χρονόμετρο
es: Sitio para todos tus temporizadores
fi: Tilaa jokaiselle ajastimelle
fr: De la place pour tous vos minuteurs
hu: Hely minden időzítőnek
it: Spazio per ogni timer
ja: すべてのタイマーに場所を
nb: Plass til alle tidtakere
nl: Ruimte voor elke timer
pl: Miejsce na każdy minutnik
pt_pt: Espaço para todos os temporizadores
ro: Loc pentru fiecare temporizator
ru: Место для каждого таймера
sk: Miesto pre každý časovač
sl: Prostor za vsak časovnik
sr: Mesta za svaki tajmer
sv: Plats för varje timer

source: Scroll hours, minutes and seconds. Start lights up as soon as it’s not zero.
ar: مرّر الساعات والدقائق والثواني. يضيء زر البدء بمجرد أن تتجاوز القيمة الصفر.
bg: Превъртете часовете, минутите и секундите. „Старт“ светва веднага щом стойността не е нула.
cs: Posouvejte hodiny, minuty a sekundy. Tlačítko Start se rozsvítí, jakmile hodnota není nula.
da: Rul gennem timer, minutter og sekunder. Start lyser op, så snart værdien ikke er nul.
de: Blättere durch Stunden, Minuten und Sekunden. „Start“ leuchtet auf, sobald der Wert nicht null ist.
el: Κυλήστε ώρες, λεπτά και δευτερόλεπτα. Η «Έναρξη» ανάβει μόλις η τιμή δεν είναι μηδέν.
es: Desplaza horas, minutos y segundos. «Iniciar» se enciende en cuanto el valor deja de ser cero.
fi: Vieritä tunteja, minuutteja ja sekunteja. Aloita-painike syttyy heti, kun arvo ei ole nolla.
fr: Faites défiler heures, minutes et secondes. « Démarrer » s’allume dès que la valeur n’est pas nulle.
hu: Görgesse az órákat, perceket és másodperceket. Az Indítás akkor világít, ha az érték nem nulla.
it: Scorri ore, minuti e secondi. «Avvia» si accende appena il valore non è zero.
ja: 時・分・秒をスクロールします。ゼロでなくなると「開始」が点灯します。
nb: Bla gjennom timer, minutter og sekunder. Start lyser opp så snart verdien ikke er null.
nl: Scroll door uren, minuten en seconden. 'Start' licht op zodra de waarde niet nul is.
pl: Przewijaj godziny, minuty i sekundy. Przycisk Start zaświeci się, gdy wartość przestanie być zerem.
pt_pt: Percorra horas, minutos e segundos. «Iniciar» acende assim que o valor deixar de ser zero.
ro: Derulează orele, minutele și secundele. „Pornește” se aprinde de îndată ce valoarea nu mai e zero.
ru: Прокрутите часы, минуты и секунды. Кнопка «Старт» загорится, как только значение станет больше нуля.
sk: Posúvajte hodiny, minúty a sekundy. Tlačidlo Štart sa rozsvieti, len čo hodnota nie je nula.
sl: Pomikajte ure, minute in sekunde. Gumb Začni zasveti, takoj ko vrednost ni nič.
sr: Pomerajte sate, minute i sekunde. „Počni“ zasvetli čim vrednost nije nula.
sv: Bläddra bland timmar, minuter och sekunder. Start tänds så snart värdet inte är noll.

source: Seconds
ar: ثوانٍ
bg: Секунди
cs: Sekundy
da: Sekunder
de: Sekunden
el: Δευτερόλεπτα
es: Segundos
fi: Sekunnit
fr: Secondes
hu: Másodperc
it: Secondi
ja: 秒
nb: Sekunder
nl: Seconden
pl: Sekundy
pt_pt: Segundos
ro: Secunde
ru: Секунды
sk: Sekundy
sl: Sekunde
sr: Sekunde
sv: Sekunder

source: Set timer by
ar: ضبط المؤقّت حسب
bg: Задаване на таймер чрез
cs: Nastavit časovač podle
da: Indstil timer efter
de: Timer einstellen nach
el: Ορισμός χρονομέτρου κατά
es: Configurar temporizador por
fi: Aseta ajastin
fr: Définir le minuteur par
hu: Időzítő beállítása
it: Imposta timer per
ja: タイマーの設定方法
nb: Still inn tidtaker etter
nl: Timer instellen via
pl: Ustaw minutnik według
pt_pt: Definir temporizador por
ro: Setează temporizatorul după
ru: Установить таймер по
sk: Nastaviť časovač podľa
sl: Nastavi časovnik po
sr: Подеси тајмер према
sv: Ställ in timer efter

source: Show tips
ar: عرض النصائح
bg: Покажи съветите
cs: Zobrazit tipy
da: Vis tips
de: Tipps anzeigen
el: Εμφάνιση συμβουλών
es: Mostrar consejos
fi: Näytä vinkit
fr: Afficher les conseils
hu: Tippek megjelenítése
it: Mostra suggerimenti
ja: ヒントを表示
nb: Vis tips
nl: Toon tips
pl: Pokaż wskazówki
pt_pt: Ver dicas
ro: Afișează sfaturile
ru: Показать подсказки
sk: Zobraziť tipy
sl: Pokaži nasvete
sr: Прикажи савете
sv: Visa tips

source: Skip
ar: تخطٍ
bg: Пропусни
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
fi: Ohita
fr: Passer
hu: Kihagyás
it: Salta
ja: スキップ
nb: Hopp over
nl: Sla over
pl: Pomiń
pt_pt: Ignorar
ro: Omite
ru: Пропустить
sk: Preskočiť
sl: Preskoči
sr: Preskoči
sv: Hoppa över

source: Skip intro
ar: تخطي المقدمة
bg: Пропусни въведението
cs: Přeskočit úvod
da: Spring intro over
de: Intro überspringen
el: Παράλειψη εισαγωγής
es: Omitir introducción
fi: Ohita intro
fr: Passer l’intro
hu: Bevezető kihagyása
it: Salta intro
ja: イントロをスキップ
nb: Hopp over intro
nl: Intro overslaan
pl: Pomiń intro
pt_pt: Ignorar introdução
ro: Omite introducerea
ru: Пропустить заставку
sk: Preskočiť úvod
sl: Preskoči uvod
sr: Прескочи увод
sv: Hoppa över intro

source: Start
ar: ابدأ
bg: Старт
cs: Spustit
de: Starten
el: Έναρξη
es: Iniciar
fi: Aloita
fr: Démarrer
hu: Indítás
it: Avvia
ja: 開始
pt_pt: Iniciar
ro: Pornește
ru: Старт
sk: Spustiť
sl: Začni
sr: Покрени
sv: Starta

source: Start Timer
ar: بدء المؤقّت
bg: Стартирай таймера
cs: Spustit časovač
de: Timer starten
el: Έναρξη χρονομέτρου
es: Iniciar temporizador
fi: Käynnistä ajastin
fr: Démarrer le minuteur
hu: Időzítő indítása
it: Avvia timer
ja: タイマーを開始
nb: Start tidtaker
nl: Timer starten
pl: Uruchom minutnik
pt_pt: Iniciar temporizador
ro: Pornește temporizatorul
ru: Запустить таймер
sk: Spustiť časovač
sl: Zaženi časovnik
sr: Покрени тајмер
sv: Starta timer

source: Starts a countdown timer for the selected preset.
ar: يبدأ مؤقّت عدّ تنازلي للإعداد المحدّد.
bg: Стартира таймер за обратно броене за избраната настройка.
cs: Spustí odpočítávací časovač pro vybranou předvolbu.
da: Starter en nedtællingstimer for den valgte forudindstilling.
de: Startet einen Countdown-Timer für die ausgewählte Vorgabe.
el: Ξεκινά ένα χρονόμετρο αντίστροφης μέτρησης για την επιλεγμένη προεπιλογή.
es: Inicia un temporizador de cuenta atrás para el ajuste seleccionado.
fi: Käynnistää ajastimen valitulle esiasetukselle.
fr: Démarre un minuteur pour le préréglage sélectionné.
hu: Visszaszámláló időzítőt indít a kiválasztott beállításhoz.
it: Avvia un timer del conto alla rovescia per il preset selezionato.
ja: 選択したプリセットのカウントダウンタイマーを開始します。
nb: Starter en nedtellingstidtaker for det valgte forhåndsvalget.
nl: Start een afteltimer voor de geselecteerde voorinstelling.
pl: Uruchamia minutnik odliczający dla wybranego ustawienia.
pt_pt: Inicia um temporizador de contagem decrescente para a predefinição selecionada.
ro: Pornește un temporizator pentru presetarea selectată.
ru: Запускает таймер обратного отсчёта для выбранной настройки.
sk: Spustí odpočítavací časovač pre vybranú predvoľbu.
sl: Zažene odštevalni časovnik za izbrano prednastavitev.
sr: Покреће одбројавајући тајмер за изабрану поставку.
sv: Startar en nedräkningstimer för den valda förinställningen.

source: Starts in %@
ar: يبدأ خلال %@
bg: Започва след %@
cs: Začne za %@
da: Starter om %@
de: Startet in %@
el: Ξεκινά σε %@
es: Empieza en %@
fi: Alkaa %@ kuluttua
fr: Démarre dans %@
hu: %@ múlva indul
it: Inizia tra %@
ja: %@ 後に開始
nb: Starter om %@
nl: Start over %@
pl: Rozpocznie się za %@
pt_pt: Começa dentro de %@
ro: Începe în %@
ru: Начнётся через %@
sk: Začne o %@
sl: Se začne čez %@
sr: Počinje za %@
sv: Startar om %@

source: Starts the timer
ar: يبدأ المؤقت
bg: Стартира таймера
cs: Spustí časovač
da: Starter timeren
de: Startet den Timer
el: Ξεκινά το χρονόμετρο
es: Inicia el temporizador
fi: Käynnistää ajastimen
fr: Démarre le minuteur
hu: Elindítja az időzítőt
it: Avvia il timer
ja: タイマーを開始します
nb: Starter tidtakeren
nl: Start de timer
pl: Uruchamia minutnik
pt_pt: Inicia o temporizador
ro: Pornește temporizatorul
ru: Запускает таймер
sk: Spustí časovač
sl: Zažene časovnik
sr: Pokreće tajmer
sv: Startar timern

source: Starts the timer with these settings
ar: يبدأ المؤقت بهذه الإعدادات
bg: Стартира таймера с тези настройки
cs: Spustí časovač s tímto nastavením
da: Starter timeren med disse indstillinger
de: Startet den Timer mit diesen Einstellungen
el: Ξεκινά το χρονόμετρο με αυτές τις ρυθμίσεις
es: Inicia el temporizador con estos ajustes
fi: Käynnistää ajastimen näillä asetuksilla
fr: Démarre le minuteur avec ces réglages
hu: Elindítja az időzítőt ezekkel a beállításokkal
it: Avvia il timer con queste impostazioni
ja: この設定でタイマーを開始します
nb: Starter tidtakeren med disse innstillingene
nl: Start de timer met deze instellingen
pl: Uruchamia minutnik z tymi ustawieniami
pt_pt: Inicia o temporizador com estas definições
ro: Pornește temporizatorul cu aceste setări
ru: Запускает таймер с этими настройками
sk: Spustí časovač s týmto nastavením
sl: Zažene časovnik s temi nastavitvami
sr: Pokreće tajmer sa ovim podešavanjima
sv: Startar timern med dessa inställningar

source: Stop
ar: إيقاف
bg: Спри
cs: Zastavit
de: Stopp
el: Διακοπή
es: Detener
fi: Lopeta
fr: Arrêter
hu: Leállítás
it: Interrompi
ja: 停止
nb: Stopp
pl: Zatrzymaj
pt_pt: Parar
ro: Oprește
ru: Остановить
sk: Zastaviť
sl: Ustavi
sr: Zaustavi
sv: Stoppa

source: Stop Timer
ar: إيقاف المؤقّت
bg: Спри таймера
cs: Zastavit časovač
de: Timer stoppen
el: Διακοπή χρονομέτρου
es: Detener temporizador
fi: Pysäytä ajastin
fr: Arrêter le minuteur
hu: Időzítő leállítása
it: Ferma timer
ja: タイマーを停止
nb: Stopp tidtaker
nl: Timer stoppen
pl: Zatrzymaj minutnik
pt_pt: Parar temporizador
ro: Oprește temporizatorul
ru: Остановить таймер
sk: Zastaviť časovač
sl: Ustavi časovnik
sr: Заустави тајмер
sv: Stoppa timer

source: Stops and removes the timer
ar: يوقف المؤقت ويزيله
bg: Спира и премахва таймера
cs: Zastaví a odstraní časovač
da: Stopper og fjerner timeren
de: Stoppt den Timer und entfernt ihn
el: Σταματά και αφαιρεί το χρονόμετρο
es: Detiene y elimina el temporizador
fi: Pysäyttää ja poistaa ajastimen
fr: Arrête et supprime le minuteur
hu: Leállítja és eltávolítja az időzítőt
it: Interrompe e rimuove il timer
ja: タイマーを停止して削除します
nb: Stopper og fjerner tidtakeren
nl: Stopt en verwijdert de timer
pl: Zatrzymuje i usuwa minutnik
pt_pt: Para e remove o temporizador
ro: Oprește și elimină temporizatorul
ru: Останавливает и удаляет таймер
sk: Zastaví a odstráni časovač
sl: Ustavi in odstrani časovnik
sr: Zaustavlja i uklanja tajmer
sv: Stoppar och tar bort timern

source: Stops the running countdown timer and clears its widget indicator.
ar: يوقف المؤقّت قيد التشغيل ويمسح مؤشّره في الأداة.
bg: Спира текущия таймер и премахва индикатора му в джаджата.
cs: Zastaví běžící časovač a odstraní jeho indikátor ve widgetu.
da: Stopper den kørende nedtællingstimer og fjerner dens widgetindikator.
de: Stoppt den laufenden Countdown-Timer und entfernt seine Widget-Anzeige.
el: Σταματά το χρονόμετρο που εκτελείται και αφαιρεί την ένδειξή του στο widget.
es: Detiene el temporizador en curso y borra su indicador en el widget.
fi: Pysäyttää käynnissä olevan ajastimen ja poistaa sen widget-merkinnän.
fr: Arrête le minuteur en cours et efface son indicateur dans le widget.
hu: Leállítja a futó visszaszámláló időzítőt, és törli a widgetjelzőjét.
it: Ferma il timer in corso e rimuove il suo indicatore nel widget.
ja: 実行中のカウントダウンタイマーを停止し、ウィジェットのインジケータを消去します。
nb: Stopper den pågående nedtellingstidtakeren og fjerner indikatoren i widgeten.
nl: Stopt de actieve afteltimer en wist de indicator in de widget.
pl: Zatrzymuje trwający minutnik i usuwa jego wskaźnik w widżecie.
pt_pt: Para o temporizador em curso e remove o respetivo indicador no widget.
ro: Oprește temporizatorul în curs și elimină indicatorul din widget.
ru: Останавливает запущенный таймер и убирает его индикатор в виджете.
sk: Zastaví bežiaci časovač a odstráni jeho indikátor vo widgete.
sl: Ustavi potekajoči časovnik in odstrani njegov pokazatelj v pripomočku.
sr: Зауставља покренути тајмер и уклања његов индикатор у виџету.
sv: Stoppar den pågående nedräkningstimern och tar bort dess widgetindikator.
